<template>
  <div class="read-item">
    <h3 class="tc pb20 pt20">农业产业信息公共服务平台用户协议</h3>
    <p class="p">欢迎您成为农业产业信息公共服务平台（以下简称农事无忧平台）的注册会员。当您注册成为我们的会员后，将享有我们提供的相应服务，但同时也要遵守相应的规则和履行一定的义务。请您务必审慎阅读、充分理解各条款内容，特别是限制或免除责任的相应条款，以便更好的利用网站提供给您的服务。</p>
    <p class="p">除非您已阅读并接受本协议所有条款，否则您无权使用本服务。您对农事无忧网的登陆、查看、发布信息等行为即视为您已阅读并同意受本协议的约束。</p>
    <p class="sub-title">一、协议的范围</p>
    <p>1.1．本协议是您与农事无忧网之间关于使用本服务所订立的协议。</p>
    <p>1.2．本协议内容包括协议正文及所有农事无忧网已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何农事无忧网及其关联公司提供的服务（以下称为农事无忧网平台服务）均受本协议约束。</p>
    <p>1.3．您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册/激活程序或停止使用农事无忧网平台服务。</p>
    <p>1.4．农事无忧网有权根据需要不时地制订、修改本协议和各类规则，并以网站公示的方式进行公告，不再单独通知您。变更后的协议和规则一经在网站公布后，立即自动生效。如您不同意相关变更，应当立即停止使用农事无忧网平台服务。您继续使用农事无忧网平台服务，即表示您接受经修订的协议和规则。</p>
    <P class="sub-title pt">二、注册与账户</P>
    <P>2.1．您确认，在您完成注册程序或以其他农事无忧网允许的方式实际使用农事无忧网平台服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且农事无忧网有权注销或永久冻结您的账户，并向您及您的监护人索偿。</P>
    <P>2.2．在您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或在您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他农事无忧网允许的方式实际使用农事无忧网平台服务时，您即受本协议约束。</P>
    <P>2.3．在完成注册或激活流程时，您应当按照法律法规要求，按相应页面的提示准确提供并及时更新您的资料，以使之真实、及时、完整和准确。如本网站有合理理由怀疑您提供的资料错误、不实、过时或不完整时，有权向您发出询问或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部农事无忧网平台服务。农事无忧网对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。</P>
    <P>2.4．您应当准确填写并及时更新您所提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便农事无忧网或其他用户与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用农事无忧网平台服务过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务保持你提供的联系方式的有效性，如有变更或需要更新的，您应按农事无忧网的要求进行操作。</P>
  </div>
</template>
<script>
  export default {
    data () {
      return {

      }
    }
  }
</script>
<style lang="scss" scoped>
.read-item{
  h3{
    font-size: 20px;
    color:#4a4a4a;
    font-weight: 700;
  }
  p{
    line-height: 28px;
    color:#000;
    font-size: 14px;
    letter-spacing: 0;
    padding-bottom:20px;
  }
  .p{
    text-indent: 2em;
  }
}
</style>

