export default {
  /**
   * @description api请求基础路径
   */
  baseUrl: {
    // 本地与线上的请求同一个
    upload: 'http://192.168.7.36:8087', // 图片 上传
    // portrait: 'http://192.168.7.208:8080', // 影像底图
    portrait: 'http://192.168.7.130:8080', // 影像底图 14.85
    api: 'http://192.168.7.42:11101', // 组件以及下拉列表数据
    // api: 'http://192.168.14.127:11100', // 组件以及下拉列表数据
    mapapi: 'http://192.168.7.74:8080', // 图层数据加载已保存
    // mapapi: 'http://192.168.14.95:8089', // 图层数据加载已保存
    // mapapi: 'http://192.168.7.74:9090', // 图层数据加载已保存
  }
}
